Repository: johnpetersa19/Libellus
Catalog: po/*.po
Languages: pt_br

source: Libellus
pt_br: Petição

source: View DnD information in style
pt_br: Veja as informações do DND em estilo

source: Luna
pt_br: Principal

source: Libellus lets you browse and read DnD 5th edition information like a wiki / lexicon. The basic navigation is tab-based, so multiple pages can be viewed at the same time. There is a basic search / filter system. The data is stored locally, images are downloaded.
pt_br: Libellus permite navegar e ler informações da 5ª edição da DND, como um wiki / léxico. A navegação básica é baseada em guias, para que várias páginas possam ser visualizadas ao mesmo tempo. Existe um sistema básico de pesquisa / filtro. Os dados são armazenados localmente, as imagens são baixadas.

source: Libellus currently supports Classes, Races, Spells, Magic Items, Equipment, and Monsters
pt_br: Atualmente, Libellus suporta aulas, corridas, feitiços, itens mágicos, equipamentos e monstros

source: Info page for the Aboleth monster
pt_br: Página de informações para o ABOLETH Monster

source: Detailed class info page
pt_br: Página de informações detalhadas da classe

source: Search view with a "Spells" filter
pt_br: Visualização de pesquisa com um filtro "feitiços"

source: The overview showing multiple tabs with images
pt_br: A visão geral mostrando várias guias com imagens

source: An info page in a much smaller window
pt_br: Uma página de informações em uma janela muito menor

source: Add initial support for multiple sources.
pt_br: Adicione suporte inicial a várias fontes.

source: Update Sdk to version 47 (accent colors!).
pt_br: Atualize o SDK para a versão 47 (cores de destaque!).

source: Fix the Sorcerers details page.
pt_br: Corrija a página Detalhes dos Feiticeiros.

source: Fix the brand colors to have more contrast, make the main list sizing more consistent and allow copying of descriptions.
pt_br: Corrija as cores da marca para ter mais contraste, tornar o dimensionamento da lista principal mais consistente e permitir a cópia das descrições.

source: Fix the ordering of Class Features + Fix long stat labels to wrap on small screens
pt_br: Corrija a ordem dos recursos da classe + Fix Long Stat Rótulos para envolver em telas pequenas

source: Deduplicate the adaptivity code and fix Stat Row widgets to also be adaptive + update appdata
pt_br: Desduplique o código de adaptividade e corrija os widgets de linha estatística para também ser adaptativo + atualização AppData

source: Initial release
pt_br: Liberação inicial
